aspnet-runtime-8.0
awww
base
base-devel
bc
bluez
bluez-utils
brightnessctl
btop
cava
cmatrix
code
cups
cups-pk-helper
dmidecode
dolphin
dosfstools
dotnet-runtime-8.0
dotnet-sdk
dunst
efibootmgr
ethtool
evtest
fastfetch
firefox
fzf
git
github-cli
gnome-keyring
gnome-themes-extra
grim
grub
htop
hyprland
hyprlauncher
hyprlock
hyprshot
imagemagick
intel-media-driver
intel-ucode
jdk21-openjdk
keyd
kitty
kvantum-qt5
libinput-tools
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
nano
nautilus
neovim
network-manager-applet
networkmanager
os-prober
pavucontrol
pfetch-rs
piper
pipewire-alsa
pipewire-pulse
pnpm
polkit-kde-agent
power-profiles-daemon
qt5-wayland
qt5ct
qt6-wayland
qt6ct
reflector
rofi
sddm
slurp
smartmontools
sudo
swayidle
system-config-printer
tmux
ttf-dejavu
ttf-jetbrains-mono
ufw
unzip
uwsm
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wev
wget
wireplumber
wofi
wpa_supplicant
xbindkeys
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-xev
xorg-xrandr
yt-dlp
zip
zram-generator
zsh
